Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Agent Channels
ko: 에이전트 채널
ru: Агентские каналы
zh_hans: 智能体频道
zh_hant: 智能體頻道

source: Agent DB
ko: 에이전트 DB
ru: Агент DB
zh_hans: 智能体数据库
zh_hant: 智能體數據庫

source: Agent DB Schema
ko: 에이전트 DB 스키마
ru: Схема агента DB
zh_hans: 智能体数据库架构
zh_hant: 智能體數據庫架構

source: Agent Loop
ko: 에이전트 루프
ru: Агент Петля
zh_hans: 智能体循环
zh_hant: 智能體循環

source: Agent Name
ko: 에이전트 이름
ru: Имя агента
zh_hans: 智能体名称
zh_hant: 智能體名稱

source: Agent off
ko: 에이전트 꺼짐
ru: Агент выключен
zh_hans: 智能体关闭
zh_hant: 智能體關閉

source: Agent that replies
ko: 답장할 에이전트
ru: Агент, который отвечает
zh_hans: 负责回复的智能体
zh_hant: 負責回覆的智能體

source: Agent traffic is protected by the Osaurus Secure Channel: forward-secret, mutually authenticated end-to-end encryption.
ko: 에이전트 트래픽은 Osaurus 보안 채널(순방향 비밀성, 상호 인증된 종단 간 암호화)로 보호됩니다.
ru: Трафик агента защищён Osaurus Secure Channel: сквозным шифрованием с прямой секретностью и взаимной аутентификацией.
zh_hans: 智能体流量由 Osaurus 安全通道保护：具有前向保密性和双向认证的端到端加密。
zh_hant: 智能體流量由 Osaurus 安全通道保護：具有前向保密性和雙向認證的端到端加密。

source: Agent workspace root
ko: 에이전트 작업 공간 루트
ru: Корень рабочей области агента
zh_hans: 智能体工作区根
zh_hant: 智能體工作空間根

source: Agent-to-agent verify
ko: 에이전트 간 확인
ru: Межагентская проверка
zh_hans: 智能体间验证
zh_hant: 智能體間驗證

source: Agent:
ko: 에이전트:
ru: Агент:
zh_hans: 智能体：
zh_hant: 智能體：

source: Agents
ko: 에이전트
ru: Агенты
zh_hans: 智能体
zh_hant: 智能體

source: Agents can't start messages yet
ko: 에이전트가 아직 메시지를 시작할 수 없음
ru: Агенты пока не могут начинать сообщения
zh_hans: 智能体还不能主动发消息
zh_hant: 智能體還不能主動發訊息

source: Agents execute commands safely
ko: 에이전트가 명령어를 안전하게 실행합니다
ru: Агенты безопасно выполняют команды
zh_hans: 智能体会安全地执行命令
zh_hant: 智能體會安全地執行命令

source: Agents flag documents that look out of date. A Curator agent proposes a fix here for you to approve — nothing changes until you do.
ko: 에이전트는 오래된 것으로 보이는 문서를 표시합니다. 큐레이터 에이전트가 여기에서 승인할 수정안을 제안하며, 승인하기 전까지는 아무것도 변경되지 않습니다.
ru: Агенты помечают документы, которые выглядят устаревшими. Агент-куратор предлагает здесь исправление на ваше утверждение — ничего не изменится, пока вы его не одобрите.
zh_hans: 智能体会标记看起来过期的文档。维护者智能体会在此提出修复建议供你批准——在你批准之前不会有任何更改。
zh_hant: 代理會標記看起來過期的文件。維護者代理會在此提出修復建議供你批准——在你批准之前不會有任何變更。

source: Agents may only send files from inside these folders. Downloaded media always lands in the default media folder, which stays allowed.
ko: 에이전트는 이 폴더 안의 파일만 보낼 수 있습니다. 다운로드된 미디어는 항상 기본 미디어 폴더에 저장되며, 이 폴더는 계속 허용됩니다.
ru: Агенты могут отправлять файлы только из этих папок. Загруженные медиафайлы всегда сохраняются в папку медиа по умолчанию, которая остаётся разрешённой.
zh_hans: 代理只能发送这些文件夹内的文件。下载的媒体始终存放在默认媒体文件夹中，该文件夹始终被允许。

source: Agents propose, you approve
ko: 에이전트가 제안하고, 사용자가 승인합니다
ru: Агенты предлагают, вы утверждаете
zh_hans: 智能体提议，由你批准
zh_hant: 智能體提議，由您覈準

source: Agents run shell commands safely
ko: 에이전트가 셸 명령어를 안전하게 실행합니다
ru: Агенты безопасно выполняют команды оболочки
zh_hans: 智能体会安全地运行 shell 命令
zh_hant: 智能體會安全地運行 shell 命令

source: Agents with access
ko: 접근 권한이 있는 에이전트
ru: Агенты с доступом
zh_hans: 有访问权限的智能体
zh_hant: 有存取權限的智能體

source: Agents with access: %@
ko: 접근 권한이 있는 에이전트: %@
ru: Агенты с доступом: %@
zh_hans: 有访问权限的智能体：%@
zh_hant: 有存取權限的智能體：%@

source: Aggregated BatchEngine readout across every model loaded right now. Refreshes every 2 seconds.
ko: 현재 로드된 모든 모델에 걸쳐 집계된 BatchEngine 판독값입니다. 2초마다 새로 고쳐집니다.
ru: Сводка BatchEngine по всем моделям, которые сейчас загружены. Обновляется каждые 2 секунды.
zh_hans: 汇总当前已加载全部模型的 BatchEngine 读数。每 2 秒刷新一次。
zh_hant: 匯總當前已加載全部模型的 BatchEngine 讀數。每 2 秒刷新一次。

source: Aggressive search. Up to 15 tools loaded, may increase prompt size.
ko: 적극적인 검색입니다. 최대 15개의 도구가 로드되며 프롬프트 크기가 커질 수 있습니다.
ru: Агрессивный поиск. Загружено до 15 инструментов, размер промпты может увеличиться.
zh_hans: 激进搜索。最多加载 15 个工具，可能增加提示词长度。
zh_hant: 激進搜索。最多加載 15 個工具，可能增加提示詞長度。

source: AI detection (on-device model)
ko: AI 감지(온디바이스 모델)
ru: ИИ обнаружение (модель на устройстве)
zh_hans: AI 检测（设备端模型）
zh_hant: AI檢測（設備端模型）

source: AI-generated greetings
ko: AI 생성 인사말
ru: ИИ-генерируемые приветствия
zh_hans: AI 生成的问候语
zh_hant: AI 生成的問候語

source: AI-native web search and content extraction
ko: AI 네이티브 웹 검색 및 콘텐츠 추출
ru: ИИ-собственный веб-поиск и извлечение контента
zh_hans: AI 原生网络搜索和内容提取
zh_hant: AI原生網絡搜索和內容提取

source: Alias the server reports to OpenAI / Ollama / Anthropic clients.
ko: 서버가 OpenAI / Ollama / Anthropic 클라이언트에 보고하는 별칭입니다.
ru: Псевдоним сервера, который он сообщает клиентам OpenAI, Ollama и Anthropic.
zh_hans: 服务端向 OpenAI / Ollama / Anthropic 客户端报告的别名。
zh_hant: 服務器向 OpenAI / Ollama / Anthropic 客戶端報告的別名。

source: All
ko: 모두
ru: Все
zh_hans: 全部
zh_hant: 全部

source: ALL
ko: 모두
ru: ВСЕ
zh_hans: 全部
zh_hant: 全部

source: All agents
ko: 모든 에이전트
ru: Все агенты
zh_hans: 所有智能体
zh_hant: 所有智能體

source: All API endpoints are restricted until you create an access key. Click "Generate Key" above to get started.
ko: 액세스 키를 생성할 때까지 모든 API 엔드포인트가 제한됩니다. 시작하려면 위의 "키 생성"을 클릭하세요.
ru: Все API-эндпоинты заблокированы, пока не создан ключ доступа. Нажмите «Сгенерировать ключ» выше, чтобы начать.
zh_hans: 在你创建访问密钥之前，所有 API 端点都受到限制。点击上方的“生成密钥”即可开始。
zh_hant: 在你創建訪問密鑰之前，所有 API 端點都受到限制。點擊上方的“生成密鑰”即可開始。

source: All buffered turns have been distilled (or purged). The pipeline is healthy when episodes are growing.
ko: 버퍼링된 모든 턴이 정제(또는 제거)되었습니다. 에피소드가 늘어나고 있다면 파이프라인이 정상입니다.
ru: Все буферизованные ходы дистиллированы или очищены. Пайплайн в порядке, если число эпизодов растёт.
zh_hans: 所有缓冲的对话轮次均已提炼（或清除）。当情景持续增长时，表明管道运行正常。
zh_hant: 所有緩衝的對話輪次均已提煉（或清除）。當數據片段持續增長時，表明管道運行正常。

source: All categorized
ko: 모두 분류됨
ru: Все категоризированы
zh_hans: 全部已分类
zh_hant: 全部已分類

source: All changes saved
ko: 모든 변경 사항 저장됨
ru: Все изменения сохранены
zh_hans: 所有更改都已保存
zh_hant: 所有更改都已保存

source: All conversations in the file were already imported.
ko: 파일의 모든 대화를 이미 가져왔습니다.
ru: Все разговоры из файла уже были импортированы.
zh_hans: 文件中的所有对话均已导入。
zh_hant: 文件中的所有對話均已導入。

source: All disabled by default. Enable individually — Osaurus will redact matches and block sends that leak them.
ko: 기본적으로 모두 사용 안 함으로 설정되어 있습니다. 개별적으로 사용하도록 설정하세요. Osaurus가 일치하는 항목을 비식별화하고 유출되는 전송을 차단합니다.
ru: По умолчанию всё отключено. Включайте правила по отдельности: Osaurus будет маскировать совпадения и блокировать отправку, если они раскрывают данные.
zh_hans: 默认全部禁用。可逐项启用——Osaurus 会对匹配项进行脱敏，并阻止泄露这些内容的发送。
zh_hant: 默認全部禁用。可逐項啓用——Osaurus 會對匹配項進行脫敏，並阻止泄露這些內容的發送。

source: All enabled capabilities are sent to the model every turn.
ko: 사용하도록 설정된 모든 기능은 매 턴마다 모델로 전송됩니다.
ru: Все включенные возможности отправляются в модель каждый ход.
zh_hans: 每一轮都会将所有已启用的能力发送给模型。
zh_hant: 每一輪都會將所有已啓用的能力發送給模型。

source: All enabled items are sent every turn.
ko: 사용하도록 설정된 모든 항목은 매 턴마다 전송됩니다.
ru: Все включенные предметы отправляются каждый ход.
zh_hans: 每一轮都会发送所有已启用的项目。
zh_hant: 每一輪都會發送所有已啓用的項目。

source: All memory cleared
ko: 모든 메모리 지워짐
ru: Вся память очищена
zh_hans: 已清除所有记忆
zh_hant: 已清除所有記憶

source: ALL MODELS
ko: 모든 모델
ru: ВСЕ МОДЕЛИ
zh_hans: 全部模型
zh_hant: 全部模型

source: All optional. Add or remove anytime.
ko: 모두 선택 사항입니다. 언제든지 추가하거나 제거할 수 있습니다.
ru: Всё необязательно. Добавлять и удалять инструменты можно в любое время.
zh_hans: 全部可选。可随时添加或移除。
zh_hant: 全部可選。可隨時添加或移除。

source: All processing happens on your Mac
ko: 모든 처리는 Mac에서 이루어집니다
ru: Вся обработка происходит на вашем Mac
zh_hans: 所有处理都在你的 Mac 上完成
zh_hant: 所有處理都在你的 Mac 上完成

source: All set. Carrying on…
ko: 모두 설정되었습니다. 계속 진행 중…
ru: Все готово. Продолжаем…
zh_hans: 一切就绪。继续…
zh_hant: 一切就緒。繼續…

source: All Sources
ko: 모든 출처
ru: Все источники
zh_hans: 所有来源
zh_hant: 所有來源

source: All States
ko: 모든 상태
ru: Все штаты
zh_hans: 所有状态
zh_hant: 所有狀態

source: All Themes
ko: 모든 테마
ru: Все темы
zh_hans: 全部主题
zh_hant: 全部主題

source: Allocator
ko: 할당자
ru: Распределитель
zh_hans: 分配器
zh_hant: 分配器

source: Allocator Cache Cap (MB)
ko: 할당자 캐시 한도(MB)
ru: Ограничение кэша распределителя (MB)
zh_hans: 分配器缓存上限（MB）
zh_hant: 分配器緩存上限（MB）

source: Allow
ko: 허용
ru: Позволять
zh_hans: 允许
zh_hant: 允許

source: Allow agent to run arbitrary commands in the sandbox
ko: 에이전트가 샌드박스에서 임의의 명령어를 실행하도록 허용
ru: Разрешить агенту запускать произвольные команды в песочнице
zh_hans: 允许智能体在沙盒中运行任意命令
zh_hant: 允許智能體在沙盒中運行任意命令

source: Allow Agents to Send Messages
ko: 에이전트의 메시지 전송 허용
ru: Разрешить агентам отправлять сообщения
zh_hans: 允许智能体发送消息
zh_hant: 允許智能體傳送訊息

source: Allow Audio
ko: 오디오 허용
ru: Разрешить аудио
zh_hans: 允许音频
zh_hant: 允許音頻

source: Allow Auto-send
ko: 자동 전송 허용
ru: Разрешить автоотправку
zh_hans: 允许自动发送
zh_hant: 允許自動傳送

source: Allow Experimental MLXPress
ko: 실험적인 MLXPress 허용
ru: Разрешить экспериментальный MLXPress
zh_hans: 允许实验性 MLXPress
zh_hant: 允許實驗性 MLXPress

source: Allow Implicit Tool Calls
ko: 암시적 도구 호출 허용
ru: Разрешить неявные вызовы инструментов
zh_hans: 允许隐式工具调用
zh_hant: 允許隱式工具調用

source: Allow masked screenshots to reach a cloud model
ko: 마스킹된 스크린샷이 클라우드 모델에 도달하도록 허용
ru: Разрешить замаскированным скриншотам достигать облачной модели
zh_hans: 允许屏蔽敏感信息后的截图发送到云端模型
zh_hant: 允許屏蔽敏感信息後的截圖發送到雲端模型。

source: Allow once
ko: 한 번 허용
ru: Разрешить один раз
zh_hans: 允许一次
zh_hant: 允許一次

source: Allow outbound network from container
ko: 컨테이너에서 아웃바운드 네트워크 허용
ru: Разрешить исходящую сеть из контейнера
zh_hans: 允许容器的出站网络连接
zh_hant: 允許容器的出站網絡連接

source: Allow outbound network from sandboxed commands
ko: 샌드박스 명령의 아웃바운드 네트워크 허용
ru: Разрешить исходящую сеть для команд в песочнице
zh_hans: 允许沙盒命令的出站网络
zh_hant: 允許沙盒命令的對外網路

source: Allow outbound network from the sandbox. Turn off to cut data exfiltration (takes effect on next sandbox start).
ko: 샌드박스에서 아웃바운드 네트워크를 허용합니다. 데이터 유출을 차단하려면 끄세요(다음 샌드박스 시작 시 적용됨).
ru: Разрешить исходящую сеть из песочницы. Отключите, чтобы предотвратить утечку данных (вступает в силу при следующем запуске песочницы).
zh_hans: 允许沙盒发起出站网络连接。关闭可阻止数据外泄（将在下次启动沙盒时生效）。
zh_hant: 允許沙盒發起出站網絡連接。關閉可阻止數據外泄（將在下次啓動沙盒時生效）。

source: Allow prompts up to (window × multiplier) before the cap kicks in.
ko: 한도가 적용되기 전까지 최대 (창 × 승수)의 프롬프트를 허용합니다.
ru: Разрешите промпты до (окно × множитель), прежде чем ограничение вступит в силу.
zh_hans: 在限制生效前，允许提示长度达到（窗口 × 乘数）。
zh_hant: 在限制生效前，允許提示長度達到（窗口 × 乘數）。

source: Allow Sending on iMessage
ko: iMessage 전송 허용
ru: Разрешить отправку в iMessage
zh_hans: 允许通过 iMessage 发送

source: Allow Sending on WhatsApp
ko: WhatsApp 전송 허용
ru: Разрешить отправку в WhatsApp
zh_hans: 允许通过 WhatsApp 发送

source: Allow the agent to run arbitrary commands in the sandbox.
ko: 에이전트가 샌드박스에서 임의의 명령어를 실행하도록 허용합니다.
ru: Разрешить агенту выполнять произвольные команды в песочнице.
zh_hans: 允许智能体在沙盒中运行任意命令。
zh_hant: 允許智能體在沙盒中運行任意命令。

source: Allow Video
ko: 비디오 허용
ru: Разрешить видео
zh_hans: 允许视频
zh_hant: 允許視頻

source: Allowed Attachment Folders
ko: 허용된 첨부 파일 폴더
ru: Разрешённые папки вложений
zh_hans: 允许的附件文件夹

source: Allowed Origins (CORS)
ko: 허용된 출처(CORS)
ru: Разрешённые источники (CORS)
zh_hans: 允许的来源（CORS）
zh_hant: 允許的來源（CORS）

source: Allowed Run Kinds
ko: 허용된 실행 유형
ru: Разрешённые типы запусков
zh_hans: 允许的运行类型
zh_hant: 允許的執行類型

source: Allows capturing screenshots and system audio when you approve those features.
ko: 해당 기능을 승인하면 스크린샷 및 시스템 오디오를 캡처할 수 있습니다.
ru: Позволяет делать снимки экрана и системный звук, когда вы одобряете эти функции.
zh_hans: 允许在你批准这些功能时捕获屏幕截图和系统音频。
zh_hant: 允許在你批准這些功能時捕獲屏幕截圖和系統音頻。

source: Allows Osaurus to send messages through Messages.app via Apple Events.
ko: Osaurus가 Apple 이벤트를 통해 Messages.app으로 메시지를 보낼 수 있도록 허용합니다.
ru: Позволяет Osaurus отправлять сообщения через Messages.app с помощью Apple Events.
zh_hans: 允许 Osaurus 通过 Apple Events 使用 Messages.app 发送消息。

source: Allows plugins to access and search contacts.
ko: 플러그인이 연락처에 접근하고 검색할 수 있도록 허용합니다.
ru: Позволяет плагинам получать доступ к контактам и осуществлять их поиск.
zh_hans: 允许插件访问并搜索联系人。
zh_hant: 允許插件訪問並搜索聯繫人。

source: Allows plugins to access protected files like the Messages database and other app data.
ko: 플러그인이 메시지 데이터베이스 및 기타 앱 데이터와 같은 보호된 파일에 접근할 수 있도록 허용합니다.
ru: Позволяет плагинам получать доступ к защищенным файлам, таким как база данных сообщений и другим данным приложения.
zh_hans: 允许插件访问受保护文件，例如“信息”数据库和其他 App 数据。
zh_hant: 允許插件訪問受保護文件，例如「信息」數據庫和其他 App 數據。

source: Allows plugins to access your calendar to read and create events directly.
ko: 플러그인이 캘린더에 접근하여 이벤트를 직접 읽고 생성할 수 있도록 허용합니다.
ru: Позволяет плагинам получать доступ к вашему календарю для непосредственного чтения и создания событий.
zh_hans: 允许插件访问你的日历，直接读取和创建事件。
zh_hant: 允許插件訪問你的日曆，直接讀取和創建事件。

source: Allows plugins to access your current location.
ko: 플러그인이 현재 위치에 접근할 수 있도록 허용합니다.
ru: Позволяет плагинам получать доступ к вашему текущему местоположению.
zh_hans: 允许插件访问你的当前位置。
zh_hant: 允許插件訪問你的當前位置。

source: Allows plugins to access your reminders to read and create tasks.
ko: 플러그인이 미리 알림에 접근하여 작업을 읽고 생성할 수 있도록 허용합니다.
ru: Позволяет плагинам получать доступ к вашим напоминаниям для чтения и создания задач.
zh_hans: 允许插件访问你的提醒事项，以读取和创建任务。
zh_hant: 允許插件訪問你的提醒事項，以讀取和創建任務。

source: Allows plugins to control Maps app via AppleScript.
ko: 플러그인이 AppleScript를 통해 지도 앱을 제어할 수 있도록 허용합니다.
ru: Позволяет плагинам управлять приложением «Карты» через AppleScript.
zh_hans: 允许插件通过 AppleScript 控制“地图”App。
zh_hant: 允許插件通過 AppleScript 控制「地圖」App。

source: Allows plugins to control other applications using AppleScript and Apple Events.
ko: 플러그인이 AppleScript 및 Apple 이벤트를 사용하여 다른 애플리케이션을 제어할 수 있도록 허용합니다.
ru: Позволяет плагинам управлять другими приложениями с помощью AppleScript и Apple Events.
zh_hans: 允许插件使用 AppleScript 和 Apple 事件控制其他应用。
zh_hant: 允許插件使用 AppleScript 和 Apple 事件控制其他應用。

source: Allows plugins to interact with UI elements, simulate input, and control the computer.
ko: 플러그인이 UI 요소와 상호 작용하고, 입력을 시뮬레이션하며, 컴퓨터를 제어할 수 있도록 허용합니다.
ru: Позволяет плагинам взаимодействовать с элементами UI, имитировать ввод и управлять компьютером.
zh_hans: 允许插件与界面元素交互、模拟输入并控制电脑。
zh_hant: 允許插件與界面元素交互、模擬輸入並控制電腦。

source: Allows plugins to read and create events in Calendar.app via AppleScript.
ko: 플러그인이 AppleScript를 통해 Calendar.app에서 이벤트를 읽고 생성할 수 있도록 허용합니다.
ru: Позволяет плагинам читать и создавать события в Calendar.app через AppleScript.
zh_hans: 允许插件通过 AppleScript 在“日历”App 中读取和创建事件。
zh_hant: 允許插件通過 AppleScript 在「日曆」App 中讀取和創建事件。

source: Allows plugins to read and create notes in the Notes app via AppleScript.
ko: 플러그인이 AppleScript를 통해 메모 앱에서 메모를 읽고 생성할 수 있도록 허용합니다.
ru: Позволяет плагинам читать и создавать заметки в приложении «Заметки» через AppleScript.
zh_hans: 允许插件通过 AppleScript 在“备忘录”App 中读取和创建笔记。
zh_hant: 允許插件通過 AppleScript 在「備忘錄」App 中讀取和創建筆記。

source: Allows plugins to read and send emails in Mail.app via AppleScript.
ko: 플러그인이 AppleScript를 통해 Mail.app에서 이메일을 읽고 보낼 수 있도록 허용합니다.
ru: Позволяет плагинам читать и отправлять электронную почту в Mail.app через AppleScript.
zh_hans: 允许插件通过 AppleScript 在“邮件”App 中读取和发送邮件。
zh_hant: 允許插件通過 AppleScript 在「郵件」App 中讀取和發送郵件。

source: Allows voice transcription using the microphone for speech-to-text.
ko: 음성을 텍스트로 변환하기 위해 마이크를 사용한 음성 전사를 허용합니다.
ru: Позволяет распознавать речь с микрофона.
zh_hans: 允许使用麦克风进行语音转文字。
zh_hant: 允許使用麥克風進行語音轉文字。

source: Almost ready...
ko: 거의 준비되었습니다...
ru: Почти готово…
zh_hans: 即将就绪...
zh_hant: 即將就緒...

source: Already have a favorite AI? Connect it in a tap.
ko: 이미 즐겨 사용하는 AI가 있나요? 탭 한 번으로 연결하세요.
ru: У вас уже есть любимый ИИ? Подключите его в кране.
zh_hans: 已经有一个喜欢的 AI 了吗？轻点一下即可连接。
zh_hant: 已經有一個喜歡的AI了嗎？輕點一下即可連接。

source: Already have a provider? Connect it
ko: 이미 사용 중인 제공업체가 있나요? 연결하기
ru: Уже есть провайдер? Подключите его
zh_hans: 已有提供商？连接它
zh_hant: 已有服務供應商？連接

source: Already installed as %@.
ko: 이미 %@(으)로 설치되어 있습니다.
ru: Уже установлен как %@.
zh_hans: 已安装为 %@。
zh_hant: 已安裝爲%@。

source: Already on your Mac — ready to go
ko: 이미 Mac에 있음 — 바로 사용 가능
ru: Уже на вашем Mac — всё готово
zh_hans: 已在你的 Mac 上，可以开始了
zh_hant: 已在你的 Mac 上，可以開始了

source: Already paired with this agent
ko: 이 에이전트와 이미 페어링됨
ru: Уже в паре с этим агентом
zh_hans: 已与此智能体配对
zh_hant: 已與此智能體配對

source: Already redeemed
ko: 이미 사용됨
ru: Уже активировано
zh_hans: 已兑换
zh_hant: 已兌換

source: Also delete my message
ko: 내 메시지도 삭제
ru: Также удалить моё сообщение
zh_hans: 同时删除我的消息
zh_hant: 同時刪除我的訊息

# Also selected: %@ — referenced by %@.
source: Also selected: %1$@ — referenced by %2$@.
ko: 함께 선택됨: %1$@ — %2$@에서 참조함.
ru: Также выбрано: %1$@ — на него ссылается %2$@.
zh_hans: 同时选中：%1$@ —— 被 %2$@ 引用。
zh_hant: 同時選中：%1$@ —— 被 %2$@ 引用。

source: Always allow
ko: 항상 허용
ru: Всегда разрешать
zh_hans: 始终允许
zh_hant: 始終允許

source: Always Allow
ko: 항상 허용
ru: Всегда разрешать
zh_hans: 始终允许
zh_hant: 始終允許

source: Always Allow "%@"?
ko: "%@"을(를) 항상 허용하시겠습니까?
ru: Всегда разрешать «%@»?
zh_hans: 始终允许“%@”？
zh_hant: 始終允許「%@」？

source: Always Approve by Default
ko: 기본으로 항상 승인
ru: Всегда одобрять по умолчанию
zh_hans: 默认始终批准
zh_hant: 默認始終批准

source: Always listening for wake words
ko: 호출어를 항상 듣기
ru: Постоянно слушает фразы активации
zh_hans: 始终聆听唤醒词
zh_hant: 始終聆聽喚醒詞

source: and %lld more...
ko: 및 %lld개 더...
ru: и ещё %lld…
zh_hans: 还有 %lld 个…
zh_hant: 還有 %lld 個…

source: Animation
ko: 애니메이션
ru: Анимация
zh_hans: 动画
zh_hant: 動畫

source: Anonymous, and yours to control right here.
ko: 익명으로 처리되며, 바로 여기에서 제어할 수 있습니다.
ru: Анонимно, и вы можете контролировать это прямо здесь.
zh_hans: 匿名，随时可在此控制。
zh_hant: 匿名，隨時可在此控制。

source: Answer Mac queries with the loaded chat model when possible.
ko: 가능하면 로드된 채팅 모델로 Mac 질의에 답합니다.
ru: Отвечать на запросы к Mac загруженной моделью чата, когда это возможно.
zh_hans: 尽可能使用已加载的聊天模型回答 Mac 查询。
zh_hant: 儘可能使用已加載的聊天模型回答 Mac 查詢。

source: Answers ticket #%lld
ko: 티켓 #%lld에 대한 답변
ru: Отвечает на тикет #%lld
zh_hans: 回应工单 #%lld
zh_hant: 回應工單 #%lld

source: Anthropic, Google, Ollama, and more — paste a key to connect
ko: Anthropic, Google, Ollama 등 — 키를 붙여넣어 연결하세요
ru: Anthropic, Google, Ollama и другие — вставьте ключ для подключения
zh_hans: Anthropic、Google、Ollama 等 — 粘贴密钥以连接
zh_hant: Anthropic、Google、Ollama 等 — 粘貼密鑰以連接

source: Anthropic, Google, Ollama, custom, and more
ko: Anthropic, Google, Ollama, 사용자 설정 등
ru: Anthropic, Google, Ollama, пользовательские и другие
zh_hans: Anthropic、Google、Ollama、自定义等
zh_hant: Anthropic、Google、Ollama、自定義等

source: Any key your server accepts. Set the host below.
ko: 서버에서 허용하는 모든 키입니다. 아래에 호스트를 설정하세요.
ru: Любой ключ, который принимает ваш сервер. Установите хост ниже.
zh_hans: 你的服务器接受的任意密钥。请在下方设置主机。
zh_hant: 你的服務器接受的任意密鑰。請在下方設置主機。

source: Any tool calls in this response and their results will be removed together.
ko: 이 응답의 모든 도구 호출과 그 결과가 함께 삭제됩니다.
ru: Все вызовы инструментов в этом ответе и их результаты будут удалены вместе.
zh_hans: 此回复中的所有工具调用及其结果将一并删除。
zh_hant: 此回覆中的所有工具呼叫及其結果將一併刪除。

source: Anyone with the link can install this theme. Theme JSON is public — don't share secrets in custom themes.
ko: 링크가 있는 누구나 이 테마를 설치할 수 있습니다. 테마 JSON은 공개되므로 사용자 설정 테마에 비밀 정보를 공유하지 마세요.
ru: Любой пользователь со ссылкой сможет установить эту тему. JSON темы публичный — не добавляйте секреты в пользовательские темы.
zh_hans: 任何拥有此链接的人都可以安装此主题。主题 JSON 是公开的——请勿在自定义主题中分享密钥。
zh_hant: 任何擁有此鏈接的人都可以安裝此主題。主題 JSON 是公開的——請勿在自定義主題中分享密鑰。

source: Anything risky stays inside the box. Your files and apps don't see them.
ko: 위험한 모든 것은 샌드박스 내부에 유지됩니다. 파일 및 앱에는 표시되지 않습니다.
ru: Все опасное остается внутри коробки. Ваши файлы и приложения их не видят.
zh_hans: 任何有风险的操作都留在沙盒内。你的文件和应用不会接触到它们。
zh_hant: 任何有風險的操作都留在沙盒內。你的文件和應用不會接觸到它們。

source: API access keys
ko: API 접근 키
ru: API-ключи доступа
zh_hans: API 访问密钥
zh_hant: API 訪問密鑰

source: API Endpoints
ko: API 엔드포인트
ru: Эндпоинты API
zh_hans: API 端点
zh_hant: API 端點

source: API key
ko: API 키
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 密鑰

source: API Key
ko: API 키
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 密鑰

source: API KEY
ko: API 키
ru: API-КЛЮЧ
zh_hans: API 密钥
zh_hant: API 密鑰

source: API KEY (optional)
ko: API 키 (선택 사항)
ru: API-КЛЮЧ (необязательно)
zh_hans: API 密钥（可选）
zh_hant: API 密鑰（可選）

source: API KEY *
ko: API 키 *
ru: API-КЛЮЧ *
zh_hans: API 密钥 *
zh_hant: API 密鑰 *

source: API key in Keychain
ko: 키체인의 API 키
ru: Ключ API в Связке ключей
zh_hans: API 密钥在钥匙串中
zh_hant: API密鑰在鑰匙串中

source: API Keys Required
ko: API 키 필요
ru: Требуются API-ключи
zh_hans: 需要 API 密钥
zh_hant: 需要 API 密鑰

source: API Reference
ko: API 참조
ru: API Ссылка
zh_hans: API 参考
zh_hant: API 參考

source: API request activity will appear here. Test endpoints from Server tab or connect an app via the API.
ko: API 요청 활동이 여기에 표시됩니다. 서버 탭에서 엔드포인트를 테스트하거나 API를 통해 앱을 연결하세요.
ru: Здесь появится активность запросов API. Проверьте эндпоинты на вкладке «Сервер» или подключите приложение через API.
zh_hans: API 请求活动将显示在此处。 你可以在“服务端”标签页测试端点，或通过 API 连接应用。
zh_hant: API 請求活動將顯示在此處。 你可以在「服務器」標籤頁測試端點，或通過 API 連接應用。

source: API token required
ko: API 토큰 필요
ru: Требуется API-токен
zh_hans: 需要 API 令牌
zh_hant: 需要 API 令牌

source: App
ko: 앱
ru: Приложение
zh_hans: 应用
zh_hant: 應用

source: App allowlist
ko: 앱 허용 목록
ru: Белый список приложений
zh_hans: 应用允许列表
zh_hant: 應用白名單

source: App name (e.g. Mail)
ko: 앱 이름(예: Mail)
ru: Название приложения (например, Почта)
zh_hans: 应用名称（例如“邮件”）
zh_hant: 應用名稱（例如郵件）

source: App name to allow
ko: 허용할 앱 이름
ru: Имя приложения, которое можно разрешить
zh_hans: 要允许的应用名称
zh_hant: 要允許的應用名稱

source: Appearance
ko: 화면 표시
ru: Появление
zh_hans: 外观
zh_hant: 外觀

source: Apple Silicon is required
ko: Apple Silicon이 필요합니다
ru: Требуется Apple Silicon
zh_hans: 需要 Apple Silicon
zh_hant: Apple 硅芯片是必需的

source: AppleScript models are made exclusively for Mac automation, so they live under Computer Use instead of the chat catalog.
ko: AppleScript 모델은 Mac 자동화 전용이므로 채팅 카탈로그가 아닌 컴퓨터 제어에 있습니다.
ru: Модели AppleScript предназначены исключительно для автоматизации Mac, поэтому они находятся в разделе «Использование компьютера», а не в каталоге чата.
zh_hans: AppleScript 模型专用于 Mac 自动化，因此位于「电脑操控」而非聊天目录中。
zh_hant: AppleScript 模型專用於 Mac 自動化，因此位於「電腦操作」而非聊天目錄中。

source: AppleScript runs on this Mac. The first time the agent controls an app, macOS asks you to allow Automation for Osaurus. Download AppleScript models in Settings → Computer Use → Models.
ko: AppleScript는 이 Mac에서 실행됩니다. 에이전트가 처음으로 앱을 제어할 때 macOS가 Osaurus에 대한 자동화 허용 여부를 묻습니다. AppleScript 모델은 설정 → 컴퓨터 제어 → 모델에서 다운로드하세요.
ru: AppleScript выполняется на этом Mac. Когда агент впервые управляет приложением, macOS попросит разрешить автоматизацию для Osaurus. Модели AppleScript можно загрузить в «Настройки» → «Использование компьютера» → «Модели».
zh_hans: AppleScript 在此 Mac 上运行。当智能体首次控制某个应用时，macOS 会要求你允许 Osaurus 的自动化权限。请在「设置 → 电脑操控 → 模型」中下载 AppleScript 模型。
zh_hant: AppleScript 在此 Mac 上運行。當智能體首次控制某個應用時，macOS 會要求你允許 Osaurus 的自動化權限。請在「設置 → 電腦使用 → 模型」中下載 AppleScript 模型。

source: Application behavior and system integration.
ko: 응용 프로그램 동작 및 시스템 통합.
ru: Поведение приложений и системная интеграция.
zh_hans: 应用行为和系统集成。
zh_hant: 應用行爲和系統集成。

source: Application not found: %@
ko: 응용 프로그램을 찾을 수 없음: %@
ru: Приложение не найдено: %@
zh_hans: 找不到应用程序：%@
zh_hant: 找不到應用程序：%@

source: Applied "%@"
ko: "%@" 적용됨
ru: Применено «%@»
zh_hans: 已应用“%@”
zh_hant: 已應用「%@」

source: Applied by vmlx at local model load. Known names include: qwen3_6, dsml, minimax_m2.
ko: 로컬 모델을 불러올 때 vmlx에 의해 적용됩니다. 알려진 이름으로는 qwen3_6, dsml, minimax_m2 등이 있습니다.
ru: Применяется vmlx при загрузке локальной модели. Известные имена: qwen3_6, dsml, minimax_m2.
zh_hans: 在本地模型加载时由 vmlx 应用。已知名称包括：qwen3_6、dsml、minimax_m2。
zh_hant: 在本地模型加載時由 vmlx 應用。已知名稱包括：qwen3_6、dsml、minimax_m2。

source: Applied by vmlx at local model load. Use off to disable reasoning parsing.
ko: 로컬 모델을 불러올 때 vmlx에 의해 적용됩니다. 추론 구문 분석을 사용 안 함으로 설정하려면 off를 사용하세요.
ru: Применяется vmlx при загрузке локальной модели. Используйте off, чтобы отключить анализ рассуждений.
zh_hans: 在本地模型加载时由 vmlx 应用。使用 off 可禁用推理解析。
zh_hant: 在本地模型加載時由 vmlx 應用。使用 off 可禁用推理解析。

source: Applied to new outbound sessions.
ko: 새로운 발신 세션에 적용됩니다.
ru: Применяется к новым исходящим сеансам.
zh_hans: 应用于新的出站会话。
zh_hant: 應用於新的出站會話。
